{
  "en": {
    "title": "Neurodiversity - ISPF",
    "ispf": "ispf",
    "nav_best_practices": "Best Practices",
    "nav_misconceptions": "Misconceptions",
    "nav_takeaways": "Takeaways",
    "nav_about_us": "About Us",
    "hero_headline": "Learning to Appreciate the Mind Not Forcing It to Conform",
    "hero_learn_more": "Learn More",
    "hero_collaboration_intro": "In collaboration of",
    "hero_british_council": "British Council",
    "hero_anglia_ruskin": "Anglia Ruskin University",
    "hero_sampoerna_university": "Sampoerna University",
    "hero_open_university": "The Open University",
    "what_is_neurodiversity_title": "What is Neurodiversity?",
    "what_is_neurodiversity_text": "<span class=\"font-semibold\">Neurodiversity</span> is the range of differences in individual brain function and behavioral traits, regarded as part of <span class=\"font-semibold\">normal variation</span> in the human population.",
    "survey_result": "Survey Result",
    "survey_percentage": "51%",
    "survey_text": "We conducted an online survey in September 2024 to see if people in Indonesia know about Neurodiversity. 51% of our respondents said that they never heard of it.",
    "some_typology_title": "Some Typology",
    "asd_title": "ASD",
    "asd_text": "Autism Spectrum Disorder (ASD) is a neuro-developmental condition that affects how people interact with others, communicate, learn, and behave. It's called a \"spectrum\" disorder because it affects individuals differently and to varying degrees. The term encompasses a wide range of characteristics and levels of support needed. While the specific presentation of ASD varies greatly from person to person, there are some symptoms, particularly in young children, that people might more easily recognize such as social communication/interaction differences and repetitive or restricted behaviors or interests. However, a diagnosis of ASD requires a comprehensive evaluation by qualified professionals.",
    "adhd_title": "ADHD",
    "adhd_text": "Attention-Deficit/Hyperactivity Disorder (ADHD) is a neuro-developmental condition characterized by persistent patterns of inattention and/or hyperactivity-impulsivity that interfere with functioning or development. These patterns are more frequent and severe than is typical for individuals at a comparable level of development. It's important to remember that everyone occasionally experiences difficulties with attention, hyperactivity, or impulsivity. However, in ADHD, these symptoms are chronic, pervasive (occurring in multiple settings like home, school, or work), and significantly impact daily life. Again, a comprehensive evaluation by a qualified healthcare professional is necessary to diagnose ADHD.",
    "dyslexia_title": "Dyslexia",
    "dyslexia_text": "Dyslexia is a specific learning disability that is neuro-biological in origin. It is characterized by difficulties with accurate and/or fluent word recognition and by poor spelling and decoding abilities. These difficulties typically result from a deficit in the phonological component of language that is often unexpected in relation to other cognitive abilities and the provision of effective classroom instruction. Essentially, dyslexia is a language-based learning disability that primarily affects reading. It's not about intelligence; people with dyslexia have a range of intellectual abilities. The core difficulty lies in processing the sounds of language (phonemes) and how they relate to written letters (graphemes).",
    "tourette_title": "Tourette Syndrome",
    "tourette_text": "Tourette Syndrome is a neuro-developmental disorder characterized by tics, which are sudden, repetitive, non-rhythmic movements or vocalizations. These tics are involuntary, meaning the person cannot easily control them. To be diagnosed with Tourette Syndrome, a person must have both multiple motor tics and at least one vocal tic at some point, although not necessarily at the same time. Tourette Syndrome is a complex condition, and its impact varies greatly from person to person. With understanding, support, and appropriate management strategies, individuals with TS can lead full and productive lives.",
    "more_typology_info": "There are more conditions that fall under the umbrella of Neurodiversity such as Dyspraxia, Dysgraphia, Dyscalculia, Synesthesia, and other conditions. We only take four most common examples that people might associate those to Neurodiversity. It is important to note that Neurodiversity is not the same as Intellectual Disability. Neurodivergent Individual may very well be an intelligent person who has regular or high Intelligent Quotient (IQ).",
    "misconception_section_title": "Misconception",
    "misconception_intro": "<span class=\"font-semibold\">Why positive representation of Neurodiversity in media and our culture is important?</span> because there are many mythologies out of our own ignorance.",
    "myth_1_title": "Myth 1",
    "myth_1_statement": "“Neurodivergence is a disease that needs to be cured.”",
    "myth_1_reality": "Truth: Neurodivergence is a natural variation in brain wiring, not an illness. While support may be needed, the goal isn’t \"fixing\" but accommodating differences.",
    "myth_2_title": "Myth 2",
    "myth_2_statement": "“All autistic people are geniuses or intellectually disabled.”",
    "myth_2_reality": "Truth: Autism (and neurodivergence generally) is a spectrum. Skills vary widely—some may excel in math or art, while others need support with daily tasks.",
    "myth_3_title": "Myth 3",
    "myth_3_statement": "“People with ADHD are just lazy or undisciplined.”",
    "myth_3_reality": "Truth: ADHD involves executive dysfunction (e.g., focus, impulse control). With structure and tools, many thrive in dynamic careers (e.g., entrepreneurs, artists).",
    "myth_4_title": "Myth 4",
    "myth_4_statement": "“Dyslexia means low intelligence.”",
    "myth_4_reality": "Truth: Dyslexia affects reading fluency, not IQ. Many dyslexics are gifted in problem-solving, creativity, or oral communication (e.g., Steven Spielberg, Whoopi Goldberg).",
    "myth_5_title": "Myth 5",
    "myth_5_statement": "“Neurodivergent people lack empathy.”",
    "myth_5_reality": "Truth:They may express empathy differently (e.g., autistic people might struggle with social cues but feel deep compassion).",
    "myth_6_title": "Myth 6",
    "myth_6_statement": "“Only boys are neurodivergent.”",
    "myth_6_reality": "Truth: Girls/women are underdiagnosed due to masking (copying social behaviors) or stereotypes (e.g., ADHD in girls labeled as \"daydreaming\")",
    "myth_7_title": "Myth 7",
    "myth_7_statement": "“Neurodivergent people can’t succeed in school or careers.”",
    "myth_7_reality": "Truth: With accommodations (e.g., flexible deadlines, quiet workspaces), they excel. Many innovators (Daniel Radcliffe, Temple Grandin) are neurodivergent.",
    "myth_8_title": "Myth 8",
    "myth_8_statement": "“Stimming (e.g., rocking, hand-flapping) is bad behavior.”",
    "myth_8_reality": "Truth: Stimming regulates emotions and sensory input. Suppressing it can cause distress.",
    "myth_9_title": "Myth 9",
    "myth_9_statement": "“They don’t want friends—they prefer to be alone.”",
    "myth_9_reality": "Truth: Many crave connection but struggle with social norms. Inclusive environments help them build relationships.",
    "takeaways_section_title": "Takeaways",
    "takeaways_question": "<span class=\"font-semibold\">Is neurodiversity a disability?</span> <span class=\"text-gray-500 hover:text-gray-700 transition-colors duration-200\">No, it is not a disability. Rather, it represents the unique cognitive process on how a person understanding their world.</span>",
    "takeaways_suggestions_intro": "Here are some suggestions of what we should do regarding neurodiversity:",
    "understand_card_title": "Understand",
    "understand_card_text": "Understanding neurodivergent individuals goes beyond simply acknowledging their differences. It requires a genuine effort to learn about their unique ways of thinking, processing information, and experiencing the world. Take the initiative to learn about different neurodivergent conditions (autism, ADHD, dyslexia, dyspraxia, Tourette's, etc.) and the diverse ways they can manifest. Be aware that each individual within a neurodivergent group is still unique. Understand that neurodivergence often comes with unique strengths and talents. Focus on identifying and appreciating these abilities rather than solely focusing on perceived deficits.There is no single \"right\" way to be. Embrace the diversity of human neurobiology and respect each individual's unique way of navigating the world.",
    "support_card_title": "Support",
    "support_card_text": "Providing support means creating environments and systems that are inclusive, accessible, and tailored to the needs of neurodivergent individuals. Be willing to make reasonable adjustments in various settings (educational, workplace, social) to support their needs. This might include providing quiet workspaces, visual aids, flexible deadlines, clear instructions, or alternative communication methods. Connect individuals with resources and tools that can help them thrive, such as assistive technologies, support groups, therapists specializing in neurodivergence, and educational materials. Actively work to remove barriers that might prevent neurodivergent individuals from accessing education, employment, social activities, and other opportunities.",
    "empower_card_title": "Empower",
    "empower_card_text": "It goes beyond general support and involves more active and personalized assistance to enable neurodivergent individuals to achieve their goals and participate fully in society. Create opportunities where their neurodivergent traits can be an asset. Empower neurodivergent individuals to understand their own needs and advocate for themselves effectively. Provide them with the tools and knowledge to do so. Acknowledge and celebrate their achievements, no matter how small they may seem. This reinforces positive growth and encourages continued progress.",
    "takeaways_closing_statement": "Don’t we all need to be understood, supported, and empowered?",
    "best_practices_section_title": "Best Practices",
    "best_practices_intro_text": "The language surrounding neurodiversity is continually evolving. Terms like \"neurotypical\" and \"neurodivergent\" have gained popularity in recent years, but there is ongoing debate about their accuracy and inclusivity. <br /><br /> Historically, neurodivergence has been associated with negative connotations and deficit-based language. Moving towards strengths-based and person-first language is crucial in promoting a positive and empowering view of neurodiversity. <br /><br /> Some individuals prefer to self-identify as neurodivergent, while others prefer specific diagnostic labels. Respecting individual preferences and avoiding assumptions about identity is essential. <br /><br /> Allowing the students to identify to whom they wish too. It could be that they do not wish to register with the Disability Team, but do want their tutors to know. <br /><br /> <span class=\"text-2xl font-semibold\">Examples of Best Practices in education:</span> <br /><br />",
    "bp_list_item_1": "Implementing Universal Design for Learning (UDL) principles helps create a flexible learning environment that accommodates diverse learning styles and needs. This includes offering multiple means of representation (e.g., visual, auditory, textual), engagement (e.g., choice, relevance, authenticity), and action and expression (e.g., varied response options, assistive technologies).",
    "bp_list_item_2": "Implement effective screening and support systems for early identification of neurodivergent learners.",
    "bp_list_item_3": "Recognizing that each neurodivergent student is unique, provide tailored accommodations and support plans based on individual strengths and challenges. This might involve adjusting assignments, providing assistive technology, or allowing for flexible deadlines (deadlines can also be non-negotiable as some students prefer these strict guidelines from their tutors to keep them on track).",
    "bp_list_item_4": "Develop and implement tailored plans to address the unique needs of each student.",
    "bp_list_item_5": "Focus on recognizing and building upon the unique strengths and talents of neurodivergent students rather than solely focusing on deficits. Encourage positive self-esteem and a sense of belonging.",
    "bp_list_item_6": "Provide educators with professional development on neurodiversity and inclusive teaching practices.",
    "representation_link": "Representation & References",
    "module_link": "Example of NIE Module",

    "footer_copyright": "© 2024 ispf. All rights reserved.",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms of Service",

    "nav_mission": "Mission",
    "nav_documentation": "Documentation",
    "nav_member": "Members",
    "about_us_title": "About Us",
    "about_us_paragraph": "Funded by The British Council ISPF (International Science Partnerships Fund), Anglia Ruskin University (ARU)–United Kingdom– and Sampoerna University–Indonesia– embarked on this knowledge exchange project aiming at mainstreaming and capacity building in neurodiverse-inclusive education (NIE) in HE.",
    "introduction_title": "Introduction",
    "introduction_paragraph_1": "Having previously enlisted in the group of low-middle-income (LM) countries in 2022–2023, Indonesia now moves to the upper-middle-income (UM) group in the Development Assistance Committee (DAC) list of ODA recipients in 2024–2025. The next review will be in 2026. The DAC considers UM countries as those with a Gross National Income (GNI) per capita between USD 4,096 and USD 12,695, whilst LM countries have a GNI per capita between USD 1,046 and USD 4,095 [OECD.org, DAC 2022–2023 list]. The World Bank reported Indonesia's GNI per capita increased from USD 4,070 in 2019 to USD 4,580, despite a drop to USD 3,900 in 2020. Although the country is on an upward trajectory, it still faces significant challenges in poverty reduction, provision of social services, infrastructure development, and tackling corruption, among others. <br /><br /> One of the strategies for international development (IDS) of the UK foreign policy is the development of engagement with Indonesia, focusing on green growth, human capital development, and trade & investment. The IDS Roadmap considers sectors with the greatest common interests between the two nations, such as cross-cutting technology, and sustainable economic and human capital development. The UK pledged to provide strong technical expertise that will be of value to Indonesia. In human capital development, there is an ambition to support the delivery of Indonesia's own development priorities in an equitable and inclusive way, through the provision of UK expertise at both institutional and community levels, helping to strengthen Indonesian government, civil society, cultural, education, and democratic institutions [FCDO, Policy Paper July 2023].<br /><br /> To this date, parts of the ODA focus on the provision of technical expertise and access to UK institutions, ensuring access for marginalised groups (including people with disabilities and women/girls) to modernised public services and education [OECD.org]. The investment also aims to ensure that marginalised people can influence and benefit from change, including challenging stereotypes and taking advantage of skills development and opportunities to engage with new and emerging technologies crucial to a successful economy. This aligns closely with Indonesia's 1945 Constitution, Article 27, which states that every Indonesian citizen must have equal access to job opportunities. The right to work applies to all Indonesians, including people with disabilities. Article 1, point (1) of Law Number 8 Year 2016 regarding people with disabilities defines them as individuals with physical, intellectual, mental, or sensory limitations for an extended period of time, which causes difficulties in interacting with others. This law emphasizes that people with disabilities have equal rights without discrimination in any aspect [peraturan.go.id].<br /><br />In Indonesia, approximately 30% of school-aged children with disabilities do not have access to education, and many of those who are enrolled are underserved. A pilot project run by Wahana Inklusif Indonesia Foundation took place in Lebak, Cilacap, Bondowoso, Ponorogo, and Bima districts from October 2021 to November 2022. The project aimed to develop a holistic evaluation method to assess children with learning disabilities in their acquisition of Bahasa (Indonesian language) and mathematics. It was initiated in response to a request from the Ministry of Education and Culture (MoEC) to assess students with disabilities during the COVID-19 pandemic. As a result, over 100 students with learning disabilities received a thorough diagnosis of their learning needs for the first time. Teachers received support in assessing reading and mathematics ability and in collecting health and psychological data for educators (mentors), psychologists, and health experts to evaluate student progress [The World Bank, Feb. 2024]. Subsequently, by 2030, Indonesia will need at least 113 million skilled workers, particularly those with technical skills. With the country's population nearing 280 million, the government recognizes the potential of its human capital and is investing in higher education, including polytechnic schools, to produce more skilled engineers.<br /><br />The proposed project leveraging international collaboration between ARU and Sampoerna provides an opportunity to foster a more collaborative and interconnected inclusive educational landscape within the higher education (HE) context. This collaboration facilitates a two-way learning environment and exchange of knowledge between the two countries, advancing the provision of neurodiverse-inclusive education (NIE) within subject curricula (modules or syllabi).<br /><br />This initiative has the potential to transform teaching and learning (T&L), including assessment and feedback practices in HE, thereby positively impacting neurodivergent students and staff. The project aims to address inequality challenges for marginalised groups, societal issues such as unemployment, and the growing demand for skilled professionals. The goals of this project align with the DAC-ODA roadmap and support both the Indonesian Government’s priorities and the UK foreign policy’s international development strategy.",
    "mission_title": "Mission",
    "mission_paragraph": "Leveraging interdisciplinary research in social science, pedagogy for NIE with the main focus in the engineering education, we are developing a Knowledge Base consisting of methodologies to recognise neurodiversity, best practices derived from national and international policies, and strategies for tailoring curriculum/syllabus for NIE.",
    "objective_title": "Objective",
    "objective_1": "Knowledge Exchange in pedagogy for Neurodiversity in Higher Education (HE)",
    "objective_2": "Best Practice development following qualitative study on existing policies, including those of Governments, own and partners' institutions",
    "objective_3": "Model syllabi/curriculums comprising NIE inclusion; such as for mechanical engineering modules (e.g., design, structure).",
    "objective_4": "Develop an \"International Research and Network in Neurodiverse-Inclusive Education\" (IRNNIE) Group.",
    "sdgs_title": "Our project supports the following Key Sustainable Development Goals (SDGs)",
    "goal3": "Goal 3",
    "goal3_desc": "Good Health and Well-being",
    "goal4": "Goal 4",
    "goal4_desc": "Quality Education",
    "goal10": "Goal 10",
    "goal10_desc": "Reduced Inequality",

    "who_we_serve_title": "Who we serve",
    "who_we_serve_1": "ARU and Sampoerna's Neurodivergent (ND) staff and students.",
    "who_we_serve_2": "Own institutions, Higher education (HE) providers and relevant research institutes.",
    "who_we_serve_3": "Publics who are passionate about the role psychology plays in all aspects of our lives.",
    "who_we_serve_4": "Course accreditation authorities/policy holders.",

    "documentation_report_title": "Documentation Report",
    "documentation_report_paragraph_1": "The ISPF team’s visit to ARU represents a significant step in the collaborative efforts between ARU and Sampoerna University (SU), fully funded by the British Council",
    "documentation_report_paragraph_2": "The SU team’s visit to the UK – exploring ARU campuses in Chelmsford and Cambridge as well as meetings and workshops with lecturers, students, and staff – has been a transformative experience. These engagements have deepened our understanding of neurodiversity and its integration into Higher Education, offering practical insights into creating learning environments that are inclusive and supportive of neurodivergent students. <br/><br/>This research collaboration has highlighted the critical importance of awareness, institutional readiness, and community support in creating educational systems that accommodate diverse needs. As we move forward, our shared goal is to challenge stigma, bridge gaps, and cultivate an inclusive culture that supports neurodivergent individuals in achieving their full potential.",
    "aru_event": "Anglia Ruskin University <br /><span class=\"text-base font-light\"> November 11-15, 2024</span>",
    "aru_event_1_title": "Students at Anglia Ruskin University Chelmsford Visiting Our Booth During Public Engagement Session",
    "aru_event_2_title": "ISPF Workshop Day, Helmore Building, ARU Cambridge Tuesday, November 12, 2024. We shared our knowledge and perspective regarding neurodiversity, especially in higher education context.",
    "team_members_title": "Team Members",
    "team_members_intro": "Below are the people behind this project",
    "team_member_sarinova_name": "Dr Sarinova Simandjuntak <br /><br />",
    "team_member_sarinova_role": "Project Leader",
    "team_member_sarinova_speciality": "Neurodiversity in Engineering Education Specialist",
    "team_member_eka_name": "Dr. Christianus I Wayan Eka Budiartha",
    "team_member_eka_role": "Project Co-Leader",
    "team_member_eka_speciality": "Language Learning, Neurodiversity Specialist",
    "team_member_ade_name": "Dr. Ade Iva Murty<br /><br />",
    "team_member_ade_role": "Team Member",
    "team_member_ade_speciality": "Psychology and Neurodiversity Specialist",
    "team_member_poppy_name": "Dr Poppy Gibson<br /><br />",
    "team_member_poppy_role": "Team Member",
    "team_member_poppy_speciality": "Neurodiversity, Student Well-Being Specialist",
    "team_member_wira_name": "Anak Agung Ngurah Perwira Redi, Ph.D.",
    "team_member_wira_role": "Team Member",
    "team_member_wira_speciality": "Neurodiversity in Engineering Education Specialist",
    "team_member_herdiana_name": "Dr. Herdiana Hakim<br /><br />",
    "team_member_herdiana_role": "Team Member",
    "team_member_herdiana_speciality": "Media, Literature, and Neurodiversity Specialist",
    "team_member_sarah_name": "Dr. Sarah Wall<br /><br />",
    "team_member_sarah_role": "Team Memberr",
    "team_member_sarah_speciality": "Neurodiversity, Special Education Specialist",
    "team_member_arkhadi_name": "Arkhadi Pustaka, M.Pd.<br /><br />",
    "team_member_arkhadi_role": "Team Member",
    "team_member_arkhadi_speciality": "Educational Technology, Neurodiversity Specialist",
    "publication_title": "Publication",
    "publication_desc": "One of our outcomes is to disseminate our works through several channels of publication.  We published an article on NEXUS Education blog in February 27, 2025.   The article highlights that both England and Jakarta, Indonesia, recognize neurodiversity—including conditions like autism, ADHD, and dyslexia—as natural neurological variations rather than deficiencies.  Despite this understanding, neurodivergent individuals continue to face stigma and misunderstanding in both regions. While the UK utilizes the Equality Act 2010 to prohibit discrimination, Indonesia employs Law No. 8/16 to foster a human rights-based approach to neurodiversity. Support mechanisms vary, with the UK relying on collaboration between the NHS and educational organizations, whereas Indonesia largely depends on NGOs and special needs schools. Ultimately, both nations acknowledge the critical need to address neurodivergence within education to ensure quality learning opportunities for all citizens.",
    "publication_another_title": "Another Publications: Per May 22, 2025",
    "publication_1": "Journal article for WPLL journal special issue - revisions accepted and awaiting publication",
    "publication_2": "Presented at conference: ECSDN Conference Fri 24 Jan 2025 Online and awaiting publication of article",
    "publication_3": "RECAP Research and RiTE Journal awaiting for acceptance, pending dates.",
    "copyright": "© 2024 ispf. All rights reserved.",
    "privacy_policy": "Privacy Policy",
    "terms_of_service": "Terms of Service",

    "nav_rep": "Representation",
    "nav_key": "Key Question",
    "nav_res": "Resources",

    "representation_title": "Representation",
    "representation_desc_1": "The way neurodivergent individuals are portrayed in stories whether in novels, films, or TV shows – shapes how we think, speak, and act in real life. Popular culture can help build empathy and understanding, but it can also reinforce harmful stereotypes if we're not paying attention.",
    "representation_desc_2": "Sometimes, neurodivergent characters are shown as geniuses, burdens, or social outcasts – tropes that don't reflect the full humanity or diversity of real people's lives. Other times, they're included only for comic relief or dramatic tension, rather than as well-rounded individuals.",
    "representation_desc_3": "That's why positive and accurate representation of neurodiversity in media is so important. When stories reflect the richness of neurodivergent experiences – in school, at work, in friendships, and beyond – they help create a culture that is more inclusive, compassionate, and open-minded.",

    "examine_title": "How can We Examine Representation in Novels and Films",
    "examine_desc": "You don't need to be an expert to start looking critically at stories. Here are a few simple steps to help you begin:",
    "examine_list_1": "<strong>Choose your story:</strong> Select a novel, film, or series where a character is described or implied to be neurodivergent (e.g., autistic, ADHD, dyslexic, etc.).",
    "examine_list_2": "<strong>Observe closely:</strong> Pay attention to how the character is introduced, treated by others, and how their neurodivergence is discussed (or not).",
    "examine_list_3": "<strong>Look beyond the plot:</strong> Ask yourself what the story wants you to feel about this character. Are they being respected or misunderstood? Are they shown with agency or always needing help?",
    "examine_list_4": "<strong>Reflect on the impact:</strong> Think about how this portrayal might affect someone watching or reading it – especially someone who is neurodivergent  hemselves.",

    "key_title": "Key Questions to Ask When Examining Representations",
    "key_desc": "Asking these questions can help you critically evaluate how neurodiversity is presented in media:",
    "key_list_1": "What words are used to describe the neurodivergent character? Are these respectful, accurate, or loaded with judgment?",
    "key_list_2": "Does the story reduce the character to their diagnosis, or do they have a full personality, interests, and relationships?",
    "key_list_3": "Is the character's neurodivergence portrayed as a problem to be fixed or a difference to be understood?",
    "key_list_4": "How do teachers, peers, or family members interact with the character?",
    "key_list_5": "Does the character's journey reinforce stereotypes (e.g., \"the troubled genius\" or \"the antisocial recluse\")?",
    "key_list_6": "Does the story promote empathy and inclusion, or does it unintentionally reinforce fear or pity?",
    "key_list_7": "Who tells the story – does the narrative include the neurodivergent character's own voice and perspective?",

    "table_head_resource": "Resource",
    "table_head_no": "No",
    "table_head_detail": "Detail",
    "table_head_notes": "Significance/Notes",

    "material_1_detail": "Author: Elle McNicoll<br />Publication Year: 2020<br />Synopsis: A middle-grade novel following Addie, an autistic girl who challenges societal misconceptions and uncovers hidden histories within her community. The narrative emphasizes her personal growth and advocacy for inclusion, offering a thoughtful portrayal of ND that resonates with young readers.",
    "material_1_significance": "Recommended for its authentic portrayal of an autistic protagonist and its challenge to common ND stereotypes. The book fosters awareness and empathy by presenting neurodiversity as a natural variation of human experience rather than a deficit or anomaly.",
    "material_2_detail": "Director: Andreas Öhman<br />Release: 2010<br />Synopsis: A Swedish film that explores the life of an Asperger's boy living with his elder brother and the latter's girlfriend. When a conflict results in a dramatic upheaval in their household, the protagonist embarks on a mission to find a new partner for his brother.",
    "material_2_significance": "Provides a comparative framework by illustrating common narrative tropes in ND representation. Its similarities with later films (e.g., Aku Jati, Aku Asperger) make it a valuable resource for understanding how certain themes in portraying ND are sustained across cultures and time.",
    "material_3_detail": "Director: Karan Johar<br />Release: 2010<br />Synopsis: Follows Rizwan Khan, a man with Asperger's syndrome, as he embarks on a transformative journey across America in the aftermath of the September 11 attacks. The film explores themes of prejudice, identity, and acceptance, offering a multifaceted portrayal of neurodiversity in a challenging socio-political context.",
    "material_3_significance": "Notable for its sensitive portrayal of neurodiversity, the film explores the intersection of disability, cultural identity, and social prejudice. Its narrative invites viewers to reflect on the importance of acceptance and resilience in the face of societal challenges.",
    "material_4_detail": "Director: Fajar Bustomi<br />Release: 31 October 2024<br />Synopsis: Follows Jati, a boy with Asperger's syndrome, whose rigid routines and stereotypical portrayal spark public debate. The film has attracted attention on social media for its use of outdated terminology and a portrayal that simplifies complex ND experiences into easily digestible behavioral tropes.",
    "material_4_significance": "Serves as a case study in how stereotypical portrayals can oversimplify neurodivergent experiences, prompting discussions on the need for more authentic and nuanced representations in media.",
    "material_5_detail": "Director: Hanung Bramantyo<br />Release: 8 September 2022<br />Synopsis: A remake of a 2013 South Korean film, this movie tells the story of an autistic man wrongfully accused of rape and murder. Blending dramatic and comedic elements, it seeks to engage a broader audience while addressing themes of injustice and empathy.",
    "material_5_significance": "Demonstrates how genre adaptation (from drama to comedy) can influence public perceptions of neurodiversity and highlights the societal implications of wrongful accusations and empathy toward ND individuals.",

    "aru_event_paragraph_1": "Thursday, November 14, 2024, the ISPF team from Sampoerna University and Anglia Ruskin University held a public engagement session at the ARU Chelmsford campus, setting up a stand in the Lord Ashcroft Building lobby featuring informational leaflets about their joint project, an interactive neurodiversity-themed game, and engaging giveaways such as squishy balls, colored lenses to simulate dyslexia reading, and magnetic LEGO tiles;<br/><br/>as students passed between classes, many stopped to chat, with some sharing personal stories about neurodiversity within their families and others opening up about their own experiences navigating university as neurodivergent students, while many were simply curious about the project, neurodiversity, or even Indonesia, especially after sampling some of the Indonesian snacks they brought;<br/><br/>it was a vibrant afternoon of sharing and learning, reminding them of the power of small conversations in building awareness and empathy.",

    "trace_desc": "To provide a more structured approach to these questions, we can use the <strong>TRACE framework</strong>. Developed to deconstruct media portrayals of neurodiversity, TRACE offers five key areas for analysis. The table below breaks down each component of the framework",
    "trace_head": "TRACE: A Framework for Analyzing Representation",
    "tropes_desc": "What recurring character types or clichés appear? (e.g., genius, burden, comic relief)",
    "rep_desc": "Which model is adopted: medical, charity, social, or neurodiversity?",
    "agency_desc": "Does the neurodivergent character have their own voice, perspective, and decision-making?",
    "culture_desc": "What terms or labels are used? Are they inclusive, outdated, or stigmatizing?",
    "emerging_desc": "Are there counter-narratives or alternative portrayals, especially from self-advocates or lived experience?",
    "resource_bridge": "Now, let's apply this framework to real-world examples. The following table examines several well-known books and films, offering a brief analysis of how they represent neurodiversity. This will help illustrate how the concepts from the TRACE framework appear in actual media."
  },

  "id": {
    "title": "Neurodiversitas - ISPF",
    "ispf": "ispf",
    "nav_best_practices": "Praktik Terbaik",
    "nav_misconceptions": "Kesalahpahaman",
    "nav_takeaways": "Poin Penting",
    "nav_about_us": "Tentang Kami",
    "hero_headline": "Belajar Menghargai Pikiran Tanpa Memaksanya untuk Menyesuaikan Diri",
    "hero_learn_more": "Pelajari Lebih Lanjut",
    "hero_collaboration_intro": "Bekerja sama dengan",
    "hero_british_council": "British Council",
    "hero_anglia_ruskin": "Anglia Ruskin University",
    "hero_sampoerna_university": "Sampoerna University",
    "hero_open_university": "The Open University",
    "what_is_neurodiversity_title": "Apa Itu Neurodiversitas?",
    "what_is_neurodiversity_text": "<span class=\"font-semibold\">Neurodiversitas</span> adalah berbagai perbedaan dalam fungsi otak dan sifat perilaku individu, yang dianggap sebagai bagian dari <span class=\"font-semibold\">variasi normal</span> dalam populasi manusia.",
    "survey_result": "Hasil Survei",
    "survey_percentage": "51%",
    "survey_text": "Kami melakukan survei daring pada September 2024 untuk melihat apakah orang di Indonesia mengetahui tentang Neurodiversitas. 51% responden kami mengatakan bahwa mereka belum pernah mendengarnya.",
    "some_typology_title": "Beberapa Tipologi",
    "asd_title": "ASD",
    "asd_text": "Autism Spectrum Disorder (ASD) adalah kondisi perkembangan saraf yang memengaruhi cara seseorang berinteraksi dengan orang lain, berkomunikasi, belajar, dan berperilaku. Ini disebut gangguan \"spektrum\" karena memengaruhi individu secara berbeda dan dengan tingkat yang bervariasi. Istilah ini mencakup berbagai karakteristik dan tingkat dukungan yang dibutuhkan. Meskipun presentasi spesifik ASD sangat bervariasi dari orang ke orang, ada beberapa gejala, terutama pada anak kecil, yang mungkin lebih mudah dikenali seperti perbedaan komunikasi/interaksi sosial dan perilaku atau minat yang berulang atau terbatas. Namun, diagnosis ASD memerlukan evaluasi komprehensif oleh para profesional yang berkualifikasi.",
    "adhd_title": "ADHD",
    "adhd_text": "Attention-Deficit/Hyperactivity Disorder (ADHD) adalah kondisi perkembangan saraf yang ditandai oleh pola persisten kurang perhatian dan/atau hiperaktivitas-impulsivitas yang mengganggu fungsi atau perkembangan. Pola-pola ini lebih sering dan parah daripada yang biasanya terjadi pada individu pada tingkat perkembangan yang sebanding. Penting untuk diingat bahwa setiap orang sesekali mengalami kesulitan dengan perhatian, hiperaktivitas, atau impulsivitas. Namun, pada ADHD, gejala-gejala ini bersifat kronis, pervasif (terjadi di berbagai lingkungan seperti rumah, sekolah, atau pekerjaan), dan secara signifikan memengaruhi kehidupan sehari-hari. Sekali lagi, evaluasi komprehensif oleh profesional kesehatan yang berkualifikasi diperlukan untuk mendiagnosis ADHD.",
    "dyslexia_title": "Disleksia",
    "dyslexia_text": "Disleksia adalah ketidakmampuan belajar spesifik yang bersifat neurobiologis. Hal ini ditandai dengan kesulitan dalam pengenalan kata yang akurat dan/atau lancar serta kemampuan mengeja dan menguraikan kata yang buruk. Kesulitan-kesulitan ini biasanya disebabkan oleh defisit dalam komponen fonologis bahasa yang seringkali tidak terduga dalam kaitannya dengan kemampuan kognitif lainnya dan penyediaan instruksi kelas yang efektif. Pada dasarnya, disleksia adalah ketidakmampuan belajar berbasis bahasa yang terutama memengaruhi membaca. Ini bukan tentang kecerdasan; orang dengan disleksia memiliki berbagai kemampuan intelektual. Kesulitan utama terletak pada pemrosesan bunyi bahasa (fonem) dan bagaimana mereka berhubungan dengan huruf tertulis (grafem).",
    "tourette_title": "Sindrom Tourette",
    "tourette_text": "Sindrom Tourette adalah gangguan perkembangan saraf yang ditandai dengan tic, yaitu gerakan atau vokalisasi yang tiba-tiba, berulang, dan tidak berirama. Tic ini bersifat involunter, artinya orang tersebut tidak dapat dengan mudah mengendalikannya. Untuk didiagnosis dengan Sindrom Tourette, seseorang harus memiliki beberapa tic motorik dan setidaknya satu tic vokal pada suatu waktu, meskipun tidak harus pada saat yang bersamaan. Sindrom Tourette adalah kondisi yang kompleks, dan dampaknya sangat bervariasi dari orang ke orang. Dengan pemahaman, dukungan, dan strategi pengelolaan yang tepat, individu dengan TS dapat menjalani kehidupan yang penuh dan produktif.",
    "more_typology_info": "Ada lebih banyak kondisi yang termasuk dalam payung Neurodiversitas seperti Dispraksia, Disgrafia, Diskalkulia, Sinestesia, dan kondisi lainnya. Kami hanya mengambil empat contoh paling umum yang mungkin diasosiasikan orang dengan Neurodiversitas. Penting untuk dicatat bahwa Neurodiversitas tidak sama dengan Disabilitas Intelektual. Individu Neurodivergen mungkin saja orang yang cerdas yang memiliki Tingkat Kecerdasan (IQ) yang normal atau tinggi.",
    "misconception_section_title": "Kesalahpahaman",
    "misconception_intro": "<span class=\"font-semibold\">Mengapa representasi positif Neurodiversitas di media dan budaya kita itu penting?</span> karena ada banyak mitos yang berasal dari ketidaktahuan kita sendiri.",
    "myth_1_title": "Mitos 1",
    "myth_1_statement": "“Neurodivergensi adalah penyakit yang perlu disembuhkan.”",
    "myth_1_reality": "Kebenaran: Neurodivergensi adalah variasi alami dalam susunan saraf otak, bukan penyakit. Meskipun dukungan mungkin diperlukan, tujuannya bukanlah \"memperbaiki\" tetapi mengakomodasi perbedaan.",
    "myth_2_title": "Mitos 2",
    "myth_2_statement": "“Semua orang autis jenius atau cacat intelektual.”",
    "myth_2_reality": "Kebenaran: Autisme (dan neurodivergensi secara umum) adalah spektrum. Keterampilan sangat bervariasi—beberapa mungkin unggul dalam matematika atau seni, sementara yang lain membutuhkan dukungan untuk tugas sehari-hari.",
    "myth_3_title": "Mitos 3",
    "myth_3_statement": "“Orang dengan ADHD hanya malas atau tidak disiplin.”",
    "myth_3_reality": "Kebenaran: ADHD melibatkan disfungsi eksekutif (misalnya, fokus, kontrol impuls). Dengan struktur dan alat, banyak yang berhasil dalam karier dinamis (misalnya, pengusaha, seniman).",
    "myth_4_title": "Mitos 4",
    "myth_4_statement": "“Disleksia berarti kecerdasan rendah.”",
    "myth_4_reality": "Kebenaran: Disleksia memengaruhi kelancaran membaca, bukan IQ. Banyak penderita disleksia berbakat dalam pemecahan masalah, kreativitas, atau komunikasi lisan (misalnya, Steven Spielberg, Whoopi Goldberg).",
    "myth_5_title": "Mitos 5",
    "myth_5_statement": "“Orang neurodivergen tidak memiliki empati.”",
    "myth_5_reality": "Kebenaran: Mereka mungkin mengekspresikan empati secara berbeda (misalnya, orang autis mungkin kesulitan dengan isyarat sosial tetapi merasakan belas kasih yang mendalam).",
    "myth_6_title": "Mitos 6",
    "myth_6_statement": "“Hanya anak laki-laki yang neurodivergen.”",
    "myth_6_reality": "Kebenaran: Anak perempuan/wanita kurang terdiagnosis karena masking (meniru perilaku sosial) atau stereotip (misalnya, ADHD pada anak perempuan disebut \"melamun\")",
    "myth_7_title": "Mitos 7",
    "myth_7_statement": "“Orang neurodivergen tidak bisa berhasil di sekolah atau karier.”",
    "myth_7_reality": "Kebenaran: Dengan akomodasi (misalnya, tenggat waktu fleksibel, ruang kerja yang tenang), mereka unggul. Banyak inovator (Daniel Radcliffe, Temple Grandin) adalah neurodivergen.",
    "myth_8_title": "Mitos 8",
    "myth_8_statement": "“Stimming (misalnya, bergoyang, mengepakkan tangan) adalah perilaku buruk.”",
    "myth_8_reality": "Kebenaran: Stimming mengatur emosi dan masukan sensorik. Menekannya dapat menyebabkan tekanan.",
    "myth_9_title": "Myth 9",
    "myth_9_statement": "“Mereka tidak ingin berteman—mereka lebih suka sendirian.”",
    "myth_9_reality": "Kebenaran: Banyak yang mendambakan koneksi tetapi kesulitan dengan norma sosial. Lingkungan inklusif membantu mereka membangun hubungan.",
    "takeaways_section_title": "Poin Penting",
    "takeaways_question": "<span class=\"font-semibold\">Apakah neurodiversitas itu disabilitas?</span> <span class=\"text-gray-500 hover:text-gray-700 transition-colors duration-200\">Tidak, itu bukan disabilitas. Sebaliknya, itu mewakili proses kognitif unik tentang bagaimana seseorang memahami dunianya.</span>",
    "takeaways_suggestions_intro": "Berikut adalah beberapa saran tentang apa yang harus kita lakukan terkait neurodiversitas:",
    "understand_card_title": "Pahami",
    "understand_card_text": "Memahami individu neurodivergen lebih dari sekadar mengakui perbedaan mereka. Ini membutuhkan upaya tulus untuk mempelajari cara berpikir, memproses informasi, dan mengalami dunia yang unik. Ambil inisiatif untuk belajar tentang berbagai kondisi neurodivergen (autisme, ADHD, disleksia, dispraksia, Tourette, dll.) dan berbagai cara mereka dapat bermanifestasi. Sadarilah bahwa setiap individu dalam kelompok neurodivergen masih unik. Pahami bahwa neurodivergensi seringkali datang dengan kekuatan dan bakat yang unik. Fokus pada identifikasi dan penghargaan kemampuan ini daripada hanya berfokus pada defisit yang dirasakan. Tidak ada satu cara \"benar\" untuk menjadi. Rangkul keragaman neurobiologi manusia dan hormati cara unik setiap individu dalam menavigasi dunia.",
    "support_card_title": "Dukung",
    "support_card_text": "Memberikan dukungan berarti menciptakan lingkungan dan sistem yang inklusif, dapat diakses, dan disesuaikan dengan kebutuhan individu neurodivergen. Bersedia melakukan penyesuaian yang wajar di berbagai pengaturan (pendidikan, tempat kerja, sosial) untuk mendukung kebutuhan mereka. Ini mungkin termasuk menyediakan ruang kerja yang tenang, alat bantu visual, tenggat waktu yang fleksibel, instruksi yang jelas, atau metode komunikasi alternatif. Hubungkan individu dengan sumber daya dan alat yang dapat membantu mereka berkembang, seperti teknologi bantu, kelompok dukungan, terapis yang berspesialisasi dalam neurodivergensi, dan materi pendidikan. Berupaya aktif untuk menghilangkan hambatan yang mungkin mencegah individu neurodivergen mengakses pendidikan, pekerjaan, kegiatan sosial, dan peluang lainnya.",
    "empower_card_title": "Berdayakan",
    "empower_card_text": "Ini melampaui dukungan umum dan melibatkan bantuan yang lebih aktif dan personal untuk memungkinkan individu neurodivergen mencapai tujuan mereka dan berpartisipasi penuh dalam masyarakat. Ciptakan peluang di mana sifat neurodivergen mereka dapat menjadi aset. Berdayakan individu neurodivergen untuk memahami kebutuhan mereka sendiri dan mengadvokasi diri mereka secara efektif. Beri mereka alat dan pengetahuan untuk melakukannya. Akui dan rayakan pencapaian mereka, tidak peduli seberapa kecil kelihatannya. Ini memperkuat pertumbuhan positif dan mendorong kemajuan berkelanjutan.",
    "takeaways_closing_statement": "Bukankah kita semua perlu dipahami, didukung, dan diberdayakan?",
    "best_practices_section_title": "Praktik Terbaik",
    "best_practices_intro_text": "Bahasa seputar neurodiversitas terus berkembang. Istilah seperti \"neurotipikal\" dan \"neurodivergen\" telah mendapatkan popularitas dalam beberapa tahun terakhir, tetapi ada perdebatan yang sedang berlangsung tentang keakuratan dan inklusivitasnya. <br /><br /> Secara historis, neurodivergensi telah dikaitkan dengan konotasi negatif dan bahasa berbasis defisit. Bergerak menuju bahasa berbasis kekuatan dan berpusat pada individu sangat penting dalam mempromosikan pandangan positif dan memberdayakan neurodiversitas. <br /><br /> Beberapa individu lebih suka mengidentifikasi diri sebagai neurodivergen, sementara yang lain lebih suka label diagnostik spesifik. Menghormati preferensi individu dan menghindari asumsi tentang identitas sangat penting. <br /><br /> Membiarkan siswa mengidentifikasi kepada siapa mereka ingin. Bisa jadi mereka tidak ingin mendaftar ke Tim Disabilitas, tetapi ingin tutor mereka tahu. <br /><br /> <span class=\"text-2xl font-semibold\">Contoh Praktik Terbaik dalam pendidikan:</span> <br /><br />",
    "bp_list_item_1": "Menerapkan prinsip-prinsip Universal Design for Learning (UDL) membantu menciptakan lingkungan belajar yang fleksibel yang mengakomodasi gaya dan kebutuhan belajar yang beragam. Ini termasuk menawarkan berbagai cara representasi (misalnya, visual, auditori, tekstual), keterlibatan (misalnya, pilihan, relevansi, keaslian), dan tindakan serta ekspresi (misalnya, opsi respons yang bervariasi, teknologi bantu).",
    "bp_list_item_2": "Menerapkan sistem skrining dan dukungan yang efektif untuk identifikasi dini pembelajar neurodivergen.",
    "bp_list_item_3": "Menyadari bahwa setiap siswa neurodivergen itu unik, berikan akomodasi dan rencana dukungan yang disesuaikan berdasarkan kekuatan dan tantangan individu. Ini mungkin melibatkan penyesuaian tugas, penyediaan teknologi bantu, atau mengizinkan tenggat waktu yang fleksibel (tenggat waktu juga bisa tidak dapat dinegosiasikan karena beberapa siswa lebih suka pedoman ketat ini dari tutor mereka untuk menjaga mereka tetap pada jalurnya).",
    "bp_list_item_4": "Mengembangkan dan menerapkan rencana yang disesuaikan untuk mengatasi kebutuhan unik setiap siswa.",
    "bp_list_item_5": "Fokus pada pengenalan dan pembangunan kekuatan dan bakat unik siswa neurodivergen daripada hanya berfokus pada defisit. Mendorong harga diri positif dan rasa memiliki.",
    "bp_list_item_6": "Memberikan pendidik pengembangan profesional tentang neurodiversitas dan praktik pengajaran inklusif.",
    "representation_link": "Representasi & Referensi",
    "module_link": "Contoh Modul NIE",

    "footer_copyright": "© 2024 ispf. Hak cipta dilindungi undang-undang.",
    "footer_privacy": "Kebijakan Privasi",
    "footer_terms": "Ketentuan Layanan",
    "introduction_title": "Pembukaan",

    "nav_mission": "Misi",
    "nav_documentation": "Dokumentasi",
    "nav_member": "Tim",

    "about_us_title": "Tentang Kami",
    "about_us_paragraph": "Didanai oleh The British Council ISPF (International Science Partnerships Fund), Anglia Ruskin University (ARU)–Inggris Raya– dan Sampoerna University–Indonesia– memulai proyek pertukaran pengetahuan ini yang bertujuan untuk mengarusutamakan dan membangun kapasitas dalam pendidikan inklusif neurodivergen (NIE) di Pendidikan Tinggi.",

    "introduction_paragraph_1": "Setelah sebelumnya terdaftar dalam kelompok negara berpendapatan menengah ke bawah (LM) pada tahun 2022–2023, Indonesia kini beralih ke kelompok negara berpendapatan menengah ke atas (UM) dalam daftar penerima Bantuan Pembangunan Resmi (ODA) dari Komite Bantuan Pembangunan (DAC) pada tahun 2024–2025. Peninjauan berikutnya akan dilakukan pada tahun 2026. DAC menganggap negara-negara UM sebagai negara dengan Pendapatan Nasional Bruto (PNB) per kapita antara USD 4.096 dan USD 12.695, sementara negara-negara LM memiliki PNB per kapita antara USD 1.046 dan USD 4.095 [OECD.org, daftar DAC 2022–2023]. Bank Dunia melaporkan bahwa PNB per kapita Indonesia meningkat dari USD 4.070 pada tahun 2019 menjadi USD 4.580, meskipun sempat turun menjadi USD 3.900 pada tahun 2020. Meskipun negara ini berada pada tren peningkatan, Indonesia masih menghadapi tantangan signifikan dalam pengurangan kemiskinan, penyediaan layanan sosial, pembangunan infrastruktur, dan pemberantasan korupsi, serta lain-lainnya.<br /><br /> Salah satu strategi untuk pembangunan internasional (IDS) dari kebijakan luar negeri Inggris adalah pengembangan keterlibatan dengan Indonesia, yang berfokus pada pertumbuhan hijau, pengembangan sumber daya manusia, serta perdagangan & investasi. Peta Jalan IDS mempertimbangkan sektor-sektor dengan kepentingan bersama terbesar antara kedua negara, seperti teknologi lintas sektoral, serta pembangunan ekonomi dan sumber daya manusia yang berkelanjutan. Inggris berjanji untuk memberikan keahlian teknis yang kuat yang akan bermanfaat bagi Indonesia. Dalam pengembangan sumber daya manusia, terdapat ambisi untuk mendukung penyampaian prioritas pembangunan Indonesia sendiri secara adil dan inklusif, melalui penyediaan keahlian Inggris di tingkat institusional dan komunitas, membantu memperkuat pemerintah Indonesia, masyarakat sipil, lembaga budaya, pendidikan, dan demokrasi [FCDO, Kebijakan Juli 2023].<br /><br /> Hingga saat ini, sebagian fokus ODA adalah penyediaan keahlian teknis dan akses ke lembaga-lembaga Inggris, memastikan akses bagi kelompok-kelompok terpinggirkan (termasuk penyandang disabilitas dan perempuan/anak perempuan) ke layanan publik dan pendidikan yang modern [OECD.org]. Investasi ini juga bertujuan untuk memastikan bahwa kelompok-kelompok terpinggirkan dapat mempengaruhi dan mendapatkan manfaat dari perubahan, termasuk menantang stereotip dan memanfaatkan pengembangan keterampilan dan peluang untuk terlibat dengan teknologi baru dan berkembang yang penting bagi keberhasilan ekonomi. Hal ini selaras dengan Undang-Undang Dasar 1945 Pasal 27 Indonesia, yang menyatakan bahwa setiap warga negara Indonesia harus memiliki kesempatan kerja yang sama. Hak untuk bekerja berlaku untuk semua warga negara Indonesia, termasuk penyandang disabilitas. Pasal 1, poin (1) Undang-Undang Nomor 8 Tahun 2016 tentang Penyandang Disabilitas mendefinisikan mereka sebagai individu yang memiliki keterbatasan fisik, intelektual, mental, atau sensorik untuk waktu yang lama, yang menyebabkan kesulitan dalam berinteraksi dengan orang lain. Undang-undang ini menekankan bahwa penyandang disabilitas memiliki hak yang sama tanpa diskriminasi dalam aspek apa pun [peraturan.go.id].<br /><br /> Di Indonesia, sekitar 30% anak usia sekolah penyandang disabilitas tidak memiliki akses ke pendidikan, dan banyak dari mereka yang terdaftar tidak mendapatkan layanan yang memadai. Sebuah proyek percontohan yang dijalankan oleh Yayasan Wahana Inklusif Indonesia dilaksanakan di Kabupaten Lebak, Cilacap, Bondowoso, Ponorogo, dan Bima dari Oktober 2021 hingga November 2022. Proyek ini bertujuan untuk mengembangkan metode evaluasi holistik untuk menilai anak-anak dengan kesulitan belajar dalam penguasaan Bahasa Indonesia dan matematika. Proyek ini diinisiasi sebagai respons terhadap permintaan dari Kementerian Pendidikan dan Kebudayaan (Kemendikbud) untuk menilai siswa penyandang disabilitas selama pandemi COVID-19. Hasilnya, lebih dari 100 siswa dengan kesulitan belajar menerima diagnosis menyeluruh tentang kebutuhan belajar mereka untuk pertama kalinya. Para guru menerima dukungan dalam menilai kemampuan membaca dan matematika serta dalam mengumpulkan data kesehatan dan psikologis bagi para pendidik (mentor), psikolog, dan ahli kesehatan untuk mengevaluasi kemajuan siswa [Bank Dunia, Feb. 2024]. Selanjutnya, pada tahun 2030, Indonesia akan membutuhkan setidaknya 113 juta pekerja terampil, terutama mereka yang memiliki keterampilan teknis. Dengan populasi negara yang mendekati 280 juta, pemerintah menyadari potensi sumber daya manusianya dan berinvestasi dalam pendidikan tinggi, termasuk sekolah politeknik, untuk menghasilkan lebih banyak insinyur terampil.<br /><br /> Proyek yang diusulkan, yang memanfaatkan kolaborasi internasional antara ARU dan Sampoerna, memberikan peluang untuk mendorong lanskap pendidikan inklusif yang lebih kolaboratif dan saling terhubung dalam konteks pendidikan tinggi (PT). Kolaborasi ini memfasilitasi lingkungan belajar dua arah dan pertukaran pengetahuan antara kedua negara, memajukan penyediaan pendidikan inklusif neurodivergen (NIE) dalam kurikulum mata pelajaran (modul atau silabus).<br /><br /> Inisiatif ini berpotensi untuk mentransformasi pengajaran dan pembelajaran (P&amp;P), termasuk praktik penilaian dan umpan balik di PT, sehingga berdampak positif pada mahasiswa dan staf neurodivergen. Proyek ini bertujuan untuk mengatasi tantangan ketidaksetaraan bagi kelompok-kelompok terpinggirkan, masalah-masalah sosial seperti pengangguran, dan meningkatnya permintaan akan tenaga profesional yang terampil. Tujuan-tujuan proyek ini selaras dengan peta jalan DAC-ODA dan mendukung baik prioritas Pemerintah Indonesia maupun strategi pembangunan internasional kebijakan luar negeri Inggris.",

    "mission_title": "Misi",
    "mission_paragraph": "Dengan memanfaatkan penelitian interdisipliner dalam ilmu sosial, pedagogi untuk NIE dengan fokus utama pada pendidikan teknik, kami sedang mengembangkan Basis Pengetahuan yang terdiri dari metodologi untuk mengenali neurodiversitas, praktik terbaik yang berasal dari kebijakan nasional dan internasional, dan strategi untuk menyesuaikan kurikulum/silabus untuk NIE.",
    "objective_title": "Tujuan",
    "objective_1": "Pertukaran Pengetahuan dalam pedagogi untuk Neurodiversitas di Pendidikan Tinggi (PT)",
    "objective_2": "Pengembangan Praktik Terbaik berdasarkan studi kualitatif tentang kebijakan yang ada, termasuk kebijakan Pemerintah, institusi sendiri dan mitra",
    "objective_3": "Model silabus/kurikulum yang mencakup inklusi NIE; seperti untuk modul teknik mesin (misalnya, desain, struktur).",
    "objective_4": "Mengembangkan \"Kelompok Riset dan Jaringan Internasional dalam Pendidikan Inklusif Neurodivergen\" (IRNNIE).",
    "sdgs_title": "Proyek kami mendukung Tujuan Pembangunan Berkelanjutan (TPB) Utama berikut",
    "sdg_3": "Tujuan 3 Kesehatan yang Baik dan Kesejahteraan",
    "sdg_4": "Tujuan 4 Pendidikan Berkualitas",
    "sdg_10": "Tujuan 10 Pengurangan Ketidaksetaraan",
    "who_we_serve_title": "Siapa yang kami layani",
    "who_we_serve_1": "Staf dan mahasiswa Neurodivergen (ND) ARU dan Sampoerna.",
    "who_we_serve_2": "Institusi sendiri, penyedia Pendidikan Tinggi (PT) dan lembaga penelitian terkait.",
    "who_we_serve_3": "Publik yang memiliki minat besar pada peran psikologi dalam semua aspek kehidupan kita.",
    "who_we_serve_4": "Otoritas akreditasi kursus/pemegang kebijakan.",
    "documentation_report_title": "Laporan Dokumentasi",
    "documentation_report_paragraph_1": "Kunjungan tim ISPF ke ARU merupakan langkah signifikan dalam upaya kolaborasi antara ARU dan Sampoerna University (SU), yang didanai sepenuhnya oleh British Council",
    "documentation_report_paragraph_2": "Kunjungan tim SU ke Inggris – menjelajahi kampus ARU di Chelmsford dan Cambridge serta pertemuan dan lokakarya dengan dosen, mahasiswa, dan staf – telah menjadi pengalaman transformatif. Keterlibatan ini telah memperdalam pemahaman kami tentang neurodiversitas dan integrasinya ke dalam Pendidikan Tinggi, menawarkan wawasan praktis dalam menciptakan lingkungan belajar yang inklusif dan mendukung mahasiswa neurodivergen.<br/><br/>Kolaborasi penelitian ini telah menyoroti pentingnya kesadaran, kesiapan institusional, dan dukungan komunitas dalam menciptakan sistem pendidikan yang mengakomodasi beragam kebutuhan. Saat kami melangkah maju, tujuan bersama kami adalah untuk menantang stigma, menjembatani kesenjangan, dan menumbuhkan budaya inklusif yang mendukung individu neurodivergen dalam mencapai potensi penuh mereka.",
    "aru_event_date": "11-15 November 2024",
    "aru_event_1_title": "Mahasiswa di Anglia Ruskin University Chelmsford Mengunjungi Stan Kami Selama Sesi Keterlibatan Publik",
    "aru_event_2_title": "Hari Lokakarya ISPF, Gedung Helmore, ARU Cambridge, Selasa, 12 November 2024. Kami berbagi pengetahuan dan perspektif kami mengenai neurodiversitas, terutama dalam konteks pendidikan tinggi.",
    "aru_event_paragraph_1": "Pada Kamis, 14 November 2024, tim ISPF dari Sampoerna University dan Anglia Ruskin University mengadakan sesi keterlibatan publik di kampus ARU Chelmsford. Kami mendirikan stan di lobi Gedung Lord Ashcroft, menampilkan leaflet informasi tentang proyek bersama kami, permainan bertema neurodiversitas interaktif, dan hadiah-hadiah menyenangkan seperti bola squishy, lensa berwarna-warni untuk mensimulasikan membaca disleksia, dan ubin LEGO magnetik.<br/><br/>Saat mahasiswa lewat di antara kelas, banyak yang berhenti untuk mengobrol. Beberapa berbagi cerita pribadi tentang neurodiversitas dalam keluarga mereka, sementara yang lain terbuka tentang pengalaman mereka sendiri menavigasi universitas sebagai mahasiswa neurodivergen. Banyak yang hanya ingin tahu tentang proyek ini, tentang neurodiversitas, atau bahkan tentang Indonesia, terutama setelah mencicipi beberapa makanan ringan Indonesia yang kami bawa!<br/><br/>Itu adalah sore yang penuh semangat berbagi dan belajar, dan itu mengingatkan kita betapa kuatnya percakapan kecil dalam membangun kesadaran dan empati.",
    "team_members_title": "Anggota Tim",
    "team_members_intro": "Berikut adalah orang-orang di balik proyek ini",
    "team_member_sarinova_name": "Dr Sarinova Simandjuntak <br /><br />",
    "team_member_sarinova_role": "Pimpinan Proyek",
    "team_member_sarinova_speciality": "Spesialis Neurodiversitas dalam Pendidikan Teknik",
    "team_member_eka_name": "Dr. Christianus I Wayan Eka Budiartha",
    "team_member_eka_role": "Wakil Pimpinan Proyek",
    "team_member_eka_speciality": "Spesialis Pembelajaran Bahasa, Neurodiversitas",
    "team_member_ade_name": "Dr. Ade Iva Murty<br /><br />",
    "team_member_ade_role": "Anggota Tim",
    "team_member_ade_speciality": "Spesialis Psikologi dan Neurodiversitas",
    "team_member_poppy_name": "Dr Poppy Gibson<br /><br />",
    "team_member_poppy_role": "Anggota Tim",
    "team_member_poppy_speciality": "Spesialis Neurodiversitas, Kesejahteraan Mahasiswa",
    "team_member_wira_name": "Anak Agung Ngurah Perwira Redi, Ph.D.",
    "team_member_wira_role": "Anggota Tim",
    "team_member_wira_speciality": "Spesialis Neurodiversitas dalam Pendidikan Teknik",
    "team_member_herdiana_name": "Dr. Herdiana Hakim<br /><br />",
    "team_member_herdiana_role": "Anggota Tim",
    "team_member_herdiana_speciality": "Spesialis Media, Sastra, dan Neurodiversitas",
    "team_member_sarah_name": "Dr. Sarah Wall<br /><br />",
    "team_member_sarah_role": "Anggota Tim",
    "team_member_sarah_speciality": "Spesialis Neurodiversitas, Pendidikan Khusus",
    "team_member_arkhadi_name": "Arkhadi Pustaka, M.Pd.<br /><br />",
    "team_member_arkhadi_role": "Anggota Tim",
    "team_member_arkhadi_speciality": "Spesialis Teknologi Pendidikan, Neurodiversitas",
    "publication_title": "Publikasi",
    "publication_desc": "Salah satu hasil kami adalah menyebarluaskan karya kami melalui beberapa saluran publikasi. Kami menerbitkan sebuah artikel di blog NEXUS Education pada tanggal 27 Februari 2025. Artikel tersebut menyoroti bahwa baik Inggris maupun Jakarta, Indonesia, mengakui neurodiversitas—termasuk kondisi seperti autisme, ADHD, dan disleksia—sebagai variasi neurologis alami, bukan kekurangan. Meskipun demikian, individu neurodivergen terus menghadapi stigma dan kesalahpahaman di kedua wilayah tersebut. Sementara Inggris menggunakan Undang-Undang Kesetaraan 2010 untuk melarang diskriminasi, Indonesia menggunakan Undang-Undang No. 8/16 untuk mendorong pendekatan berbasis hak asasi manusia terhadap neurodiversitas. Mekanisme dukungan bervariasi, dengan Inggris mengandalkan kolaborasi antara NHS dan organisasi pendidikan, sedangkan Indonesia sangat bergantung pada LSM dan sekolah kebutuhan khusus. Pada akhirnya, kedua negara mengakui kebutuhan kritis untuk mengatasi neurodivergensi dalam pendidikan guna memastikan kesempatan belajar yang berkualitas bagi semua warga negara.",
    "publication_another_title": "Publikasi Lainnya: Per 22 Mei 2025",
    "publication_1": "Artikel jurnal untuk edisi khusus jurnal WPLL - revisi diterima dan menunggu publikasi",
    "publication_2": "Dipresentasikan pada konferensi: Konferensi ECSDN Jumat 24 Jan 2025 Online dan menunggu publikasi artikel",
    "publication_3": "RECAP Research dan RiTE Journal menunggu penerimaan, tanggal tertunda.",
    "copyright": "© 2024 ispf. Hak cipta dilindungi undang-undang.",
    "privacy_policy": "Kebijakan Privasi",
    "terms_of_service": "Ketentuan Layanan",
    "nav_rep": "Representasi",
    "nav_key": "Pertanyaan Kunci",
    "nav_res": "Sumber Daya",
    "representation_title": "Representasi",
    "representation_desc_1": "Cara individu neurodivergen digambarkan dalam cerita—baik dalam novel, film, atau acara TV—membentuk cara kita berpikir, berbicara, dan bertindak dalam kehidupan nyata. Budaya populer dapat membantu membangun empati dan pemahaman, tetapi juga dapat memperkuat stereotip yang berbahaya jika kita tidak berhati-hati.",
    "representation_desc_2": "Terkadang, karakter neurodivergen ditampilkan sebagai jenius, beban, atau orang buangan sosial—tropi yang tidak mencerminkan kemanusiaan atau keragaman penuh dari kehidupan nyata. Di lain waktu, mereka hanya disertakan untuk hiburan komedi atau ketegangan dramatis, bukan sebagai individu yang utuh.",
    "representation_desc_3": "Itulah mengapa representasi neurodiversitas yang positif dan akurat dalam media sangat penting. Ketika cerita mencerminkan kekayaan pengalaman neurodivergen—di sekolah, di tempat kerja, dalam persahabatan, dan seterusnya—mereka membantu menciptakan budaya yang lebih inklusif, penuh kasih, dan berpikiran terbuka.",
    "examine_title": "Bagaimana Kita Dapat Memeriksa Representasi dalam Novel dan Film",
    "examine_desc": "Anda tidak perlu menjadi ahli untuk mulai melihat cerita secara kritis. Berikut adalah beberapa langkah sederhana untuk membantu Anda memulai:",
    "examine_list_1": "<strong>Pilih cerita Anda:</strong> Pilih novel, film, atau serial di mana karakter digambarkan atau diimplikasikan sebagai neurodivergen (misalnya, autis, ADHD, disleksia, dll.).",
    "examine_list_2": "<strong>Amati dengan cermat:</strong> Perhatikan bagaimana karakter diperkenalkan, diperlakukan oleh orang lain, dan bagaimana neurodiversitas mereka dibahas (atau tidak).",
    "examine_list_3": "<strong>Lihat di luar plot:</strong> Tanyakan pada diri Anda apa yang ingin cerita ini Anda rasakan tentang karakter ini. Apakah mereka dihormati atau disalahpahami? Apakah mereka ditampilkan dengan agensi atau selalu membutuhkan bantuan?",
    "examine_list_4": "<strong>Renungkan dampaknya:</strong> Pikirkan bagaimana penggambaran ini dapat memengaruhi seseorang yang menonton atau membacanya—terutama seseorang yang neurodivergen itu sendiri.",
    "key_title": "Pertanyaan Kunci untuk Ditanyakan Saat Memeriksa Representasi",
    "key_desc": "Mengajukan pertanyaan-pertanyaan ini dapat membantu Anda mengevaluasi secara kritis bagaimana neurodiversitas disajikan dalam media:",
    "key_list_1": "Kata-kata apa yang digunakan untuk menggambarkan karakter neurodivergen? Apakah ini menghormati, akurat, atau sarat dengan penilaian?",
    "key_list_2": "Apakah cerita mereduksi karakter menjadi diagnosis mereka, atau apakah mereka memiliki kepribadian, minat, dan hubungan yang utuh?",
    "key_list_3": "Apakah neurodiversitas karakter digambarkan sebagai masalah yang harus diperbaiki atau perbedaan yang harus dipahami?",
    "key_list_4": "Bagaimana guru, teman sebaya, atau anggota keluarga berinteraksi dengan karakter?",
    "key_list_5": "Apakah perjalanan karakter memperkuat stereotip (misalnya, \"jenius yang bermasalah\" atau \"penyendiri antisosial\")?",
    "key_list_6": "Apakah cerita mempromosikan empati dan inklusi, ataukah secara tidak sengaja memperkuat ketakutan atau rasa kasihan?",
    "key_list_7": "Siapa yang menceritakan kisah itu—apakah narasi tersebut mencakup suara dan perspektif karakter neurodivergen itu sendiri?",

    "trace_desc": "Untuk memberikan pendekatan yang lebih terstruktur pada pertanyaan-pertanyaan ini, kita dapat menggunakan <strong>kerangka TRACE</strong>. Dikembangkan untuk mendekonstruksi penggambaran keragaman saraf di media, TRACE menawarkan lima area utama untuk dianalisis. Tabel di bawah ini menguraikan setiap komponen dari kerangka kerja tersebut",
    "trace_head": "TRACE: Kerangka untuk Menganalisis Representasi",
    "tropes_desc": "Tipe karakter atau klise berulang apa yang muncul? (misalnya, jenius, beban, comic relief)",
    "rep_desc": "Model mana yang diadopsi: medis, amal, sosial, atau keragaman saraf?",
    "agency_desc": "Apakah karakter neurodivergen memiliki suara, perspektif, dan pengambilan keputusannya sendiri?",
    "culture_desc": "Istilah atau label apa yang digunakan? Apakah inklusif, ketinggalan zaman, atau menstigmatisasi?",
    "emerging_desc": "Apakah ada kontra-narasi atau penggambaran alternatif, terutama dari para pembela diri atau pengalaman hidup?",
    "resource_bridge": "Sekarang, mari kita terapkan kerangka kerja ini pada contoh-contoh di dunia nyata. Tabel berikut mengkaji beberapa buku dan film terkenal, menawarkan analisis singkat tentang bagaimana mereka merepresentasikan keragaman saraf. Ini akan membantu mengilustrasikan bagaimana konsep dari kerangka TRACE muncul di media yang sebenarnya.",

    "goal3": "Goal 3",
    "goal3_desc": "Kesehatan dan Kesejahteraan yang Baik",
    "goal4": "Goal 4",
    "goal4_desc": "Pendidikan Berkualitas",
    "goal10": "Goal 10",
    "goal10_desc": "Mengurangi Kesenjangan",

    "table_head_resource": "Sumber",
    "table_head_no": "No",
    "table_head_detail": "Perincian",
    "table_head_notes": "Catatan",

    "material_1_detail": "Penulis: Elle McNicoll<br />Tahun Publikasi: 2020<br />Sinopsis: Sebuah novel tingkat menengah yang mengikuti Addie, seorang gadis autis yang menantang kesalahpahaman masyarakat dan mengungkap sejarah tersembunyi dalam komunitasnya. Narasi ini menekankan pertumbuhan pribadi dan advokasinya untuk inklusi, menawarkan penggambaran ND yang bijaksana yang beresonansi dengan pembaca muda.",
    "material_1_significance": "Direkomendasikan karena penggambaran otentik seorang protagonis autis dan tantangannya terhadap stereotip ND umum. Buku ini menumbuhkan kesadaran dan empati dengan menyajikan neurodiversitas sebagai variasi alami pengalaman manusia daripada defisit atau anomali.",
    "material_2_detail": "Sutradara: Andreas Öhman<br />Rilis: 2010<br />Sinopsis: Sebuah film Swedia yang mengeksplorasi kehidupan seorang anak Asperger yang tinggal bersama kakak laki-lakinya dan pacar kakaknya. Ketika konflik mengakibatkan gejolak dramatis di rumah tangga mereka, sang protagonis memulai misi untuk menemukan pasangan baru untuk kakaknya.",
    "material_2_significance": "Menyediakan kerangka komparatif dengan mengilustrasikan kiasan naratif umum dalam representasi ND. Kemiripannya dengan film-film selanjutnya (misalnya, Aku Jati, Aku Asperger) menjadikannya sumber daya berharga untuk memahami bagaimana tema-tema tertentu dalam menggambarkan ND dipertahankan di berbagai budaya dan waktu.",
    "material_3_detail": "Sutradara: Karan Johar<br />Rilis: 2010<br />Sinopsis: Mengikuti Rizwan Khan, seorang pria dengan sindrom Asperger, saat ia memulai perjalanan transformatif melintasi Amerika setelah serangan 11 September. Film ini mengeksplorasi tema-tema prasangka, identitas, dan penerimaan, menawarkan penggambaran neurodiversitas yang beragam dalam konteks sosial-politik yang menantang.",
    "material_3_significance": "Terkenal karena penggambaran neurodiversitas yang sensitif, film ini mengeksplorasi persimpangan disabilitas, identitas budaya, dan prasangka sosial. Narasinya mengundang penonton untuk merenungkan pentingnya penerimaan dan ketahanan dalam menghadapi tantangan masyarakat.",
    "material_4_detail": "Sutradara: Fajar Bustomi<br />Rilis: 31 Oktober 2024<br />Sinopsis: Mengikuti Jati, seorang anak laki-laki dengan sindrom Asperger, yang rutinitas kaku dan penggambaran stereotipnya memicu debat publik. Film ini telah menarik perhatian di media sosial karena penggunaan terminologi yang usang dan penggambaran yang menyederhanakan pengalaman ND yang kompleks menjadi kiasan perilaku yang mudah dicerna.",
    "material_4_significance": "Berfungsi sebagai studi kasus tentang bagaimana penggambaran stereotip dapat menyederhanakan pengalaman neurodivergen, memicu diskusi tentang perlunya representasi yang lebih otentik dan bernuansa di media.",
    "material_5_detail": "Sutradara: Hanung Bramantyo<br />Rilis: 8 September 2022<br />Sinopsis: Sebuah remake dari film Korea Selatan tahun 2013, film ini menceritakan kisah seorang pria autis yang secara salah dituduh melakukan pemerkosaan dan pembunuhan. Mencampur elemen dramatis dan komedi, film ini berusaha melibatkan audiens yang lebih luas sambil membahas tema-tema ketidakadilan dan empati.",
    "material_5_significance": "Menunjukkan bagaimana adaptasi genre (dari drama ke komedi) dapat memengaruhi persepsi publik tentang neurodiversitas dan menyoroti implikasi sosial dari tuduhan yang salah dan empati terhadap individu ND.",

    "youtubeUrl": "https://www.youtube.com/embed/aaxF9bSGlv8"
  }
}
